[
/t[
/t/t"2020-08-16T04:55:40.174Z",
/t/t"paridox@hotmail.com",
/t/t"Dean Church",
/t/t"https://www.linkedin.com/in/deanchurch/",
/t/t"Yes",
/t/t"",
/t/t"No",
/t/t"VRMS",
/t/t"Business Analyst",
/t/t"Product Roadmap construction",
/t/t"2019-07-01T07:00:00.000Z",
/t/t"I worked on an enterprise project, I worked on a project that will help the people of Los Angeles",
/t/t"I took the skills I have learned from HackforLA projects and applied them at work to orchestrate the launch of an MVP to help with Wildfire Mitigation throughout Southern California",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2020-08-16T05:28:29.558Z",
/t/t"paridox@hotmail.com",
/t/t"Dean Church",
/t/t"https://www.linkedin.com/in/deanchurch/",
/t/t"Yes",
/t/t"",
/t/t"No",
/t/t"VRMS",
/t/t"Business Analyst",
/t/t"",
/t/t"2019-07-01T07:00:00.000Z",
/t/t"I got a new job",
/t/t"As an over 50 year old career changer I was amazed at how supportive the community at HackforLA was in my finding meaningful employment in the local tech industry.  Through exposure and application of Agile frameworks and user centered design thinking my time and practice at HfLA was instrumental in building my modern application skills competency and confidence.  A direct result of my time at HfLA is that I was able to ace my 45min White Boarding interview where I had to diagram a workflow from end to end and identify areas that would benefit from automation.  ",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2020-09-02T23:56:13.840Z",
/t/t"jpbubar@gmail.com",
/t/t"Josh Bubar",
/t/t"https://www.linkedin.com/in/joshua-bubar-25331a118/",
/t/t"Yes",
/t/t"https://github.com/jbubar",
/t/t"Yes",
/t/t"HackforLA Website",
/t/t"Development",
/t/t"Frontend Web Development",
/t/t"",
/t/t"I produced something for my portfolio, I increased the number of commits on my Github profile",
/t/t"I built my first page for hack for la! and it is this one!!! ...the wins page",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2020-11-30T03:47:02.249Z",
/t/t"alexandrastubbs12@gmail.com",
/t/t"Alex Stubbs",
/t/t"http://linkedin.com/in/alexandrajstubbs",
/t/t"Yes",
/t/t"",
/t/t"No",
/t/t"HackforLA Website",
/t/t"PM",
/t/t"",
/t/t"2020-06-01T07:00:00.000Z",
/t/t"I got a new job",
/t/t"I got a job as a product manager! This is something I have been working towards for awhile and Hack for LA helped me build the skills to achieve it. ",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2020-11-30T06:17:25.226Z",
/t/t"johnsritchey@yahoo.com",
/t/t"John R",
/t/t"https://www.linkedin.com/in/johnsritchey/",
/t/t"Yes",
/t/t"",
/t/t"No",
/t/t"311 Data",
/t/t"PM",
/t/t"",
/t/t"2019-09-17T07:00:00.000Z",
/t/t"I worked on a project that will help the people of Los Angeles, I worked on two or more projects, I taught or mentored a person on my team, I taught or mentored a person on another team, My team delivered software to a stakeholder, My team launched our MVP",
/t/t"Hack for LA has given me the opportunity to make connections with the people of Los Angeles tech community and local government that I would not have otherwise made. It is a joy to build things that actually help our community with people that are all focused on solving critical community challenges.",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2020-11-30T20:16:27.451Z",
/t/t"itsevalieu@gmail.com",
/t/t"Eva Lieu",
/t/t"https://www.linkedin.com/in/eva-lieu/",
/t/t"Yes",
/t/t"",
/t/t"",
/t/t"Shared Housing",
/t/t"Development",
/t/t"",
/t/t"",
/t/t"I got a new job, I improved my LinkedIn, I learned how to work better on a team, I worked on a project that will help the people of Los Angeles",
/t/t"I joined the Shared Housing project and made a lot of friends with great people who helped me improve my coding skills. I learned how to work better on a team and eventually got a new job through one of my newly found friends here at HackforLA. I also enjoyed working on a project that was meant to help the people of LA, and it motivated me to keep learning front end development skills. ",
/t/ttrue,
/t/ttrue
/t],
/t[
/t/t"2020-11-30T20:55:42.121Z",
/t/t"prashantsingh071993@gmail.com",
/t/t"Prashant Singh",
/t/t"https://www.linkedin.com/in/prashant07singh/",
/t/t"Yes",
/t/t"",
/t/t"",
/t/t"100Automations, Food Oasis, TDM Calculator",
/t/t"Operations",
/t/t"",
/t/t"2020-10-01T07:00:00.000Z",
/t/t"I got a new job, I improved my LinkedIn, I learned how to work better on a team, I worked on a project that will help the people of Los Angeles",
/t/t"I am grateful to the Hackforla team to give me an opportunity to contribute to their work and do what I like to do the best",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2020-12-01T17:00:51.013Z",
/t/t"sam@greenhacks.org",
/t/t"Sam Miyamoto",
/t/t"https://www.linkedin.com/in/e-samantha-miyamoto/",
/t/t"Yes",
/t/t"https://github.com/greenhacks",
/t/t"No",
/t/t"311 Data, HelloGov",
/t/t"QA, UI/UX, Accessibility testing",
/t/t"",
/t/t"2019-06-19T07:00:00.000Z",
/t/t"I improved my LinkedIn, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, Found a mentor and became part of a caring tech community!",
/t/t"HfLA makes me feel like I'm a part of the community, and though I might not be as active as I'd like, this group provides immense comfort! I'm glad to be part of the team here.",
/t/ttrue,
/t/ttrue
/t],
/t[
/t/t"2020-12-01T17:14:19.883Z",
/t/t"jenny@foodoasis.la",
/t/t"Jenny Mikesell",
/t/t"https://www.linkedin.com/in/jenny-mikesell",
/t/t"Yes",
/t/t"",
/t/t"",
/t/t"Food Oasis",
/t/t"Operations, UI/UX",
/t/t"",
/t/t"2018-08-01T07:00:00.000Z",
/t/t"I worked on a project that will help the people of Los Angeles",
/t/t"Food Oasis has an average of 400 unique visitors a day. Our database in Los Angeles has over 1000 listings. Since April 2020, community volunteers have helped us verify over 750 listings. We have proven that 30% of pantries have closed. The Department of Public Health just asked for a copy of our database to share with their nutritionists. We created an API and forked foodoasis.net to included Northern California, Oregon, and Hawaii. ",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2020-12-04T00:20:00.683Z",
/t/t"jake.mensch@gmail.com",
/t/t"Jake Mensch",
/t/t"https://www.linkedin.com/in/jacob-mensch/",
/t/t"Yes",
/t/t"https://github.com/jmensch1",
/t/t"Yes",
/t/t"311 Data",
/t/t"Development",
/t/t"",
/t/t"2020-02-15T08:00:00.000Z",
/t/t"I learned how to work better on a team, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, My team launched our MVP",
/t/t"I met some great people and built some cool apps.",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2020-12-17T22:07:08.182Z",
/t/t"joshuazrobins@gmail.com",
/t/t"Josh Robins",
/t/t"https://www.linkedin.com/in/joshuazrobins",
/t/t"Yes",
/t/t"",
/t/t"No",
/t/t"Food Oasis, HackforLA Website, Railstats LA, Work for LA",
/t/t"Business Analyst, Content, Data, Development, PM, QA, UI/UX",
/t/t"",
/t/t"2016-05-10T07:00:00.000Z",
/t/t"I got a new job, I produced something for my portfolio, I improved my LinkedIn, I learned how to work better on a team, I learned a new language, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, My team delivered software to a stakeholder, My team launched our MVP, I joined the leadership team in 2017 and got the opportunity to invest back into the Hack for LA community by organizing teams, projects, and events",
/t/t"I came to Hack for LA in 2016 as a full-stack web developer and was part of the founding group of Food Oasis LA. I originally joined this community because I wanted to make the transition to Product Management and gain experience building projects for real-world needs. Eventually, I joined the leadership team and ran our Downtown LA hack nights from 2017 to 2019 before stepping back to focus on personal endeavors. ",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2020-12-21T19:41:43.053Z",
/t/t"tmalstead@codeforamerica.org",
/t/t"Timothy Malstead",
/t/t"https://www.linkedin.com/in/timmalstead/",
/t/t"Yes",
/t/t"https://github.com/timmalstead-cfa",
/t/t"Yes",
/t/t"Food Oasis, Home Unite Us, Not Today",
/t/t"Development",
/t/t"",
/t/t"2019-12-21T08:00:00.000Z",
/t/t"I got a new job",
/t/t"I have begun a community fellowship with Code for America! We will be working on ways to allow justice impacted people easier access to public resources.",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2020-12-24T03:23:37.075Z",
/t/t"j100892@gmail.com",
/t/t"Daniel Lee",
/t/t"https://www.linkedin.com/in/kipsbaydan/",
/t/t"Yes",
/t/t"",
/t/t"",
/t/t"Record Clearance Project",
/t/t"PM",
/t/t"",
/t/t"2020-09-28T07:00:00.000Z",
/t/t"I got a new job, My team launched our MVP",
/t/t"Hack for LA is where I really had my first hands-on exposure to civic technology. Bonnie Wolfe and Dean Church really helped me bring the record clearance project off the ground and we currently have a tech lead and a development team building designs that our design/research team worked on. I also got an offer for my first civic tech design position today and am grateful for Hack for LA playing an integral part of it. Shoutout to the Record Clearance team and for all the hard work over the past few months! ",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2021-04-06T16:13:30.983Z",
/t/t"codewilling@gmail.com",
/t/t"Sean Flores",
/t/t"http://www.linkedin.com/in/sean-flores",
/t/t"Yes",
/t/t"",
/t/t"",
/t/t"Civic Tech Index",
/t/t"Development",
/t/t"",
/t/t"2020-09-01T07:00:00.000Z",
/t/t"I got a new job, I learned how to work better on a team, I increased the number of commits on my Github profile, I learned a new language, I worked on a project that will help the people of Los Angeles, I found multiple mentors",
/t/t"I could never commit to contributing to open source. The fear of not knowing enough kept me from applying my skills and full of imposter syndrome, until I began volunteering for Hack for LA. In addition to being able to help my community, I also gained access to a treasure-trove of resources through my colleagues, and found mentors that would've been inaccessible otherwise. I can only describe my experience with Hack for LA as feeling very lucky and look forward to continuing to contributing in the future.",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2021-05-10T23:57:41.849Z",
/t/t"gothe.s@northeastern.edu",
/t/t"Sharwari Gothe",
/t/t"https://www.linkedin.com/in/sharwarigothe/",
/t/t"Yes",
/t/t"",
/t/t"",
/t/t"311 Data",
/t/t"Development",
/t/t"",
/t/t"2021-02-04T08:00:00.000Z",
/t/t"I got a new job",
/t/t"I got a job at TCS as a Software Developer.",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2021-05-30T17:32:19.549Z",
/t/t"avali4907@outlook.com",
/t/t"Ava Li",
/t/t"",
/t/t"",
/t/t"",
/t/t"",
/t/t"HackforLA Website",
/t/t"Development",
/t/t"",
/t/t"2021-04-21T07:00:00.000Z",
/t/t"I learned how to work better on a team",
/t/t"I created documentation for the HackForLA Website project and everyone on the team loved it! It feels very nice to receive affirmations of appreciation.",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2021-06-11T21:13:46.096Z",
/t/t"thomisfrank@gmail.com",
/t/t"Thomas Phillip Franklin II",
/t/t"https://www.linkedIn.com/in/thomisfrank",
/t/t"Yes",
/t/t"",
/t/t"",
/t/t"311 Data",
/t/t"UI/UX",
/t/t"",
/t/t"2020-04-01T07:00:00.000Z",
/t/t"I got a new job, I worked on a project that will help the people of Los Angeles",
/t/t"I joined hack4LA in April of 2020 right after graduating General Assembly it was my first design role outside of the boot camp. I was able to work on the 311 data project which is improving the lives of Angelinos. \n\nUsing that foundation I was able to get a few freelance positions and eventually transition to being in the first cohort of Amazon's User Experience Research and Design Apprenticeship. ",
/t/ttrue,
/t/ttrue
/t],
/t[
/t/t"2021-06-18T21:00:10.288Z",
/t/t"pvonhagen26@gmail.com",
/t/t"Paul von Hagen",
/t/t"https://www.linkedin.com/in/paulvonhagen26/",
/t/t"Yes",
/t/t"https://github.com/paulsvh",
/t/t"Yes",
/t/t"HackforLA Website",
/t/t"Development",
/t/t"",
/t/t"2021-03-15T07:00:00.000Z",
/t/t"I got a new job",
/t/t"Hack For LA gave me a great foundation in working with others in a shared codebase. Not only did my experience here help lead me to a new job, I truly enjoyed all of my interactions with everyone on the team. Special shout out to Josh Bubar for being so welcoming and always happy to help others.",
/t/ttrue,
/t/ttrue
/t],
/t[
/t/t"2021-07-02T19:34:18.130Z",
/t/t"atkendis@gmail.com",
/t/t"Adam Kendis",
/t/t"https://www.linkedin.com/in/adamkendis",
/t/t"No",
/t/t"https://github.com/adamkendis",
/t/t"Yes",
/t/t"311 Data",
/t/t"Development",
/t/t"",
/t/t"2020-01-01T08:00:00.000Z",
/t/t"I got a new job, I produced something for my portfolio, I learned how to work better on a team, I worked on a project that will help the people of Los Angeles, My team launched our MVP",
/t/t"Hack for LA gave me valuable experience working with product, UI/UX, and data teams. I met some awesome people, learned a lot, and got a new job!",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2021-07-10T22:46:42.566Z",
/t/t"niven.prasad@gmail.com",
/t/t"Niven Prasad",
/t/t"https://www.linkedin.com/in/nivenprasad/",
/t/t"Yes",
/t/t"https://github.com/NivenPrasad",
/t/t"Yes",
/t/t"100Automations",
/t/t"PM",
/t/t"",
/t/t"2020-06-01T07:00:00.000Z",
/t/t"I got a new job",
/t/t"I recently joined joined Homebot as a full-time Technical Product Manager! I'm working with APIs, integrations, and automations - so grateful for all my experience at Hack for LA and for all the people I got to work with both in the 100 Automations project and across other projects (and still do occasionally). Feel free to reach out if you ever want to connect or share experiences!",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2021-07-28T17:15:35.150Z",
/t/t"experimentsinhonesty@gmail.com",
/t/t"Bonnie Wolfe",
/t/t"https://linkedin/in/BonnieAWolfe",
/t/t"Yes",
/t/t"https://github.com/experimentsinhonesty",
/t/t"Yes",
/t/t"100Automations, 311 Data, Civic Opportunity Project, Civic Tech Index, Engage, Food Oasis, HackforLA Website, Home Unite Us, Record Clearance Project, TDM Calculator, VRMS",
/t/t"Operations, PM, QA",
/t/t"",
/t/t"2018-10-28T07:00:00.000Z",
/t/t"I produced something for my portfolio, I improved my LinkedIn, I learned how to work better on a team, I increased the number of commits on my Github profile, I set up 2FA, I worked on an enterprise project, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, I taught or mentored a person on my team, I taught or mentored a person on another team, My team delivered software to a stakeholder, My team launched our MVP",
/t/t"I learned how to create an inclusive community and working environments where the there are not artificial boundaries to personal growth",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2021-08-20T06:42:45.341Z",
/t/t"jpbubar@gmail.com",
/t/t"Josh Bubar",
/t/t"https://www.linkedin.com/in/jbubar/",
/t/t"Yes",
/t/t"https://github.com/jbubar",
/t/t"Yes",
/t/t"HackforLA Website, VRMS",
/t/t"Development",
/t/t"",
/t/t"2019-09-19T07:00:00.000Z",
/t/t"I got a new job, I improved my LinkedIn, I learned how to work better on a team, I increased the number of commits on my Github profile, I taught or mentored a person on my team",
/t/t"I got my first JOB in tech!! I learned so much from contributing to Hack for LA and I will use all of it in my new job!",
/t/ttrue,
/t/ttrue
/t],
/t[
/t/t"2021-09-03T02:17:49.434Z",
/t/t"evanjyang4@gmail.com",
/t/t"Evan Yang",
/t/t"https://www.linkedin.com/in/evanjyang/",
/t/t"Yes",
/t/t"www.github.com/evanyang1",
/t/t"Yes",
/t/t"VRMS",
/t/t"Development",
/t/t"",
/t/t"2021-08-07T07:00:00.000Z",
/t/t"I got a new job",
/t/t"Got a contract software engineering job (through a 3rd party company) at Facebook! I'm excited, but the journey has just started, got a long way to go!",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2021-11-01T22:29:30.304Z",
/t/t"janieche1@gmail.com",
/t/t"Janie Chen",
/t/t"https://www.linkedin.com/in/janiechen09",
/t/t"Yes",
/t/t"",
/t/t"No",
/t/t"HackforLA Website",
/t/t"UI/UX",
/t/t"",
/t/t"2021-07-01T07:00:00.000Z",
/t/t"I got a new job",
/t/t"I landed my first full-time role as a Product Designer @ DocuSign! Working with the HfLA team helped build up my confidence as a designer in a structured and supportive environment. It’s a great opportunity to put what I’ve learned into practice and improve both my design and collaboration skills. ",
/t/ttrue,
/t/ttrue
/t],
/t[
/t/t"2021-11-05T18:42:20.543Z",
/t/t"senbasudhara@gmail.com",
/t/t"Basudhara Sen",
/t/t"https://www.linkedin.com/in/basudhara-sen-ph-d-718b042b/",
/t/t"Yes",
/t/t"https://github.com/Basu3040",
/t/t"No",
/t/t"HackforLA Website",
/t/t"UI/UX",
/t/t"UX Research Lead",
/t/t"2021-07-29T07:00:00.000Z",
/t/t"I got a new job, I produced something for my portfolio, I improved my LinkedIn, I learned how to work better on a team, I learned a new language",
/t/t"HfLA gave me a 360-degree view of the UX processes. I was transitioning from academia to UX and I got hands-on experience working with diverse stakeholders in an agile environment. I worked with great team members who were always willing to collaborate and on task. I am thankful to HfLA for this awesome opportunity and I strode with confidence in UX job interviews. I landed a job as a UX Researcher at Symplr.",
/t/ttrue,
/t/ttrue
/t],
/t[
/t/t"2021-12-07T00:56:25.788Z",
/t/t"myechoproject@gmail.com",
/t/t"Eric Cho",
/t/t"https://www.linkedin.com/in/echoechoecho/",
/t/t"Yes",
/t/t"",
/t/t"Yes",
/t/t"311 Data",
/t/t"PM",
/t/t"Product Manager",
/t/t"2021-09-06T07:00:00.000Z",
/t/t"I was admitted into an MBA program.",
/t/t"I was applying for an MBA program to help pivot my career into Product Management. The time I spent learning new skills and working with like-minded individuals played a significant role in building my applicant profile. ",
/t/ttrue,
/t/ttrue
/t],
/t[
/t/t"2022-01-07T04:13:50.643Z",
/t/t"chalimar@gmail.com",
/t/t"Chali Prasertsri Stoyanoff",
/t/t"https://www.linkedin.com/in/cprasertsri/",
/t/t"Yes",
/t/t"https://github.com/chalimar",
/t/t"Yes",
/t/t"Civic Tech Index, Youth Justice Nav",
/t/t"UI/UX",
/t/t"Lead UX Designer",
/t/t"2020-02-04T08:00:00.000Z",
/t/t"I got a new job, I produced something for my portfolio, I learned how to work better on a team, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, I taught or mentored a person on my team",
/t/t"My experience with Hack for LA helped me land a job offer for Lead Product Designer!\n\nIn joining HfLA, I was looking to work with cross-functional team members and launch products that empower users and communities. The overall experience has helped me improve my personal tenacity, confidence as a design leader, and ability to communicate effectively.\n\nHfLA has been an invaluable resource for me, and I am thankful for the colleagues, professional growth, and support I’ve gained along the way.",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2022-01-08T02:47:43.080Z",
/t/t"ahoang94@gmail.com",
/t/t"Anh Hoang",
/t/t"https://www.linkedin.com/in/anhhoang-design/",
/t/t"Yes",
/t/t"",
/t/t"",
/t/t"Design Systems, HackforLA Website",
/t/t"UI/UX",
/t/t"UX/UI Designer",
/t/t"2021-07-19T07:00:00.000Z",
/t/t"I got a new job, I learned how to work better on a team, I worked on two or more projects",
/t/t"Hack for LA was a great resume and experience booster as someone who had just graduated from a UX bootcamp but had minimal real-world experience in the field. Working on the HfLA website and Design Systems projects allowed me to collaborate with not only other designers but also researchers and developers, and I was fortunate enough to receive mentorship from PM Hana Stevenson, whose career advice was keen and invaluable. I can say with confidence that my work at HfLA, especially for the Design Systems team, helped me land my new role as Product Designer at Lumanu.",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2022-02-05T02:59:57.876Z",
/t/t"jonathan.ko523@gmail.com",
/t/t"Jonathan Ko",
/t/t"https://www.linkedin.com/in/jonathanko523/",
/t/t"Yes",
/t/t"https://github.com/Jonathanko52",
/t/t"No",
/t/t"TDM Calculator, VRMS",
/t/t"Development",
/t/t"Frontend",
/t/t"",
/t/t"I got a new job",
/t/t"Hack for LA allowed me to refine my ability to work with others, expand my knowledge regarding web development, and introduced me to peers and mentors who have been and continue to be invaluable resources to me. Thanks to this organization, I've found my first job as a software engineer!",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2022-02-16T03:18:44.711Z",
/t/t"swerdlowbenjamin@gmail.com",
/t/t"Ben Swerdlow",
/t/t"",
/t/t"",
/t/t"",
/t/t"",
/t/t"BallotNav, New Schools Today",
/t/t"Development, PM",
/t/t"",
/t/t"2019-04-30T07:00:00.000Z",
/t/t"I got into U Chicago!",
/t/t"I got into U Chicago!! The leadership skills that the Hack for LA team were integral to my acceptance!",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2022-03-11T20:01:02.689Z",
/t/t"tanzhouinfo@gmail.com",
/t/t"Tan Zhou",
/t/t"https://www.linkedin.com/in/tan-zhou/",
/t/t"Yes",
/t/t"https://github.com/tan-zhou",
/t/t"Yes",
/t/t"Brigade Organizer’s Playbook, Civic Opportunity Project",
/t/t"UI/UX",
/t/t"UX Researcher",
/t/t"2020-08-01T07:00:00.000Z",
/t/t"I got a new job, I produced something for my portfolio, I improved my LinkedIn, I learned how to work better on a team, I worked on two or more projects",
/t/t"My journey at Hack for LA got to be one of the most engaging and rewarding experience. I was able to improve in my area of interests working on projects that made a positive impact. I am proud to witness how the UX/UI community of practice has grown to connect and uplift people from such diverse backgrounds. Recommend it for anyone that's looking to get involved with the civic tech movement and improve their skills.",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2022-03-23T01:38:52.891Z",
/t/t"juliaa423@gmail.com",
/t/t"Julia Anderson",
/t/t"https://www.linkedin.com/in/julia-a-anderson/",
/t/t"Yes",
/t/t"",
/t/t"",
/t/t"Home Unite Us",
/t/t"UI/UX",
/t/t"",
/t/t"2020-08-01T07:00:00.000Z",
/t/t"I got a new job, I produced something for my portfolio, I improved my LinkedIn, I learned how to work better on a team, I worked on a project that will help the people of Los Angeles",
/t/t"Hack for LA taught me that design can't be done in a vacuum. Collaborating, designing and iterating together helped set the foundation for the rest of my design career. I felt that my strengths as a writer and designer were actualized through my supportive team. Not only did I learn what it takes to make a design system, but I discovered how satisfying it can be to use technology for good. ",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2022-04-10T20:24:50.437Z",
/t/t"sydney.walcoff@gmail.com",
/t/t"Sydney Walcoff",
/t/t"https://www.linkedin.com/in/sydneywalcoff/",
/t/t"Yes",
/t/t"https://github.com/sydneywalcoff",
/t/t"Yes",
/t/t"Expunge Assist, HackforLA Website",
/t/t"Development",
/t/t"Frontend Developer",
/t/t"2021-11-29T08:00:00.000Z",
/t/t"I got a new job, I improved my LinkedIn, I increased the number of commits on my Github profile, I worked on a project that will help the people of Los Angeles, I taught or mentored a person on my team",
/t/t"Hack for LA is a great way to get hands-on experience while also working on projects to improve the lives of Angelenos. I love Hack for LA and will continue to work with them even though I got a new job!",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2022-04-24T22:01:53.988Z",
/t/t"jeanette.renema@gmail.com",
/t/t"Jeanette Renema",
/t/t"https://www.linkedin.com/in/jeanetterenema/",
/t/t"Yes",
/t/t"",
/t/t"Yes",
/t/t"Design Systems",
/t/t"UX Researcher & Lead UX Researcher",
/t/t"",
/t/t"2021-10-01T07:00:00.000Z",
/t/t"I got a new job, I produced something for my portfolio, I learned how to work better on a team, I worked on an enterprise project, I built a UX network ",
/t/t"Hack for LA gave me valuable experience working in product and design. The organization provided me with a wonderful team and I learned how to transfer my academic skills to the world of UX Research. ",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2022-05-29T19:26:57.990Z",
/t/t"cacho.matthew@gmail.com",
/t/t"Matthew Cacho",
/t/t"https://www.linkedin.com/in/matthew-a-cacho/",
/t/t"Yes",
/t/t"https://github.com/macho-catt",
/t/t"Yes",
/t/t"HackforLA Website, Lucky Parking",
/t/t"",
/t/t"Full Stack Developer, Technical Lead",
/t/t"2021-06-24T07:00:00.000Z",
/t/t"I got a new job, I produced something for my portfolio, I improved my LinkedIn, I learned how to work better on a team, I increased the number of commits on my Github profile, I worked on an enterprise project, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, I taught or mentored a person on my team",
/t/t"I joined talented teams where I learned how to collaborate with people, led and mentored developers, and gained experience as an engineer. Hack for LA is a great opportunity for people trying to hone their skills and grow their careers.",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2022-08-22T00:44:38.215Z",
/t/t"johnjbarrett22@gmail.com",
/t/t"John Barrett",
/t/t"https://www.linkedin.com/in/barrettjj/",
/t/t"Yes",
/t/t"https://github.com/JohnJBarrett22link",
/t/t"Yes",
/t/t"HackforLA Website",
/t/t"Development",
/t/t"Fullstack Developer",
/t/t"2018-12-03T08:00:00.000Z",
/t/t"I produced something for my portfolio, I improved my LinkedIn, I learned how to work better on a team, I increased the number of commits on my Github profile, I set up 2FA, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, I taught or mentored a person on my team",
/t/t"Have been a part of many different teams over the past few years, though recently try to pick back up and be more aggressive. Part of Jobs for Hope, TDM Calc and now the website team as I am get back on track.",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2022-08-23T23:49:40.502Z",
/t/t"mukherjeeshruti88@gmail.com",
/t/t"Shruti Mukherjee ",
/t/t"https://www.linkedin.com/in/shruti-mukherjee-",
/t/t"Yes",
/t/t"",
/t/t"",
/t/t"HackforLA Website",
/t/t"UI/UX",
/t/t"UX Researcher ",
/t/t"2021-11-29T08:00:00.000Z",
/t/t"I got a new job, I produced something for my portfolio, I improved my LinkedIn, I learned how to work better on a team",
/t/t"My time at Hack for L.A. helped me learn how to work in a team, learn new tools and the language to pivot from academia into the industry. It helped me land a contract position at a research agency, and eventually helped me get my current full time position at Canada Life. The experience at Hack for L.A. was very valuable as I got to work with amazing people. ",
/t/ttrue,
/t/tfalse
/t],
/t[
/t/t"2023-08-28T00:40:59.045Z",
/t/t"babyyodanemo2020@gmail.com",
/t/t"Saumil Dhankar",
/t/t"https://www.linkedin.com/in/saumildhankar/",
/t/t"Yes",
/t/t"https://github.com/SAUMILDHANKAR",
/t/t"No",
/t/t"HackforLA Website",
/t/t"Development",
/t/t"Developer, merge team member, tech lead",
/t/t"2021-08-11T07:00:00.000Z",
/t/t"I got a new job, I produced something for my portfolio, I improved my LinkedIn, I learned how to work better on a team, I increased the number of commits on my Github profile, I learned a new language, I worked on an enterprise project, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, I taught or mentored a person on my team",
/t/t"I learned software engineering best practices from experienced professionals. I also worked on challenging development issues in a team environment using myriad of technologies. I got an opportunity to lead the dev team and help new developers make progress in their dev journey.",
/t/ttrue,
/t/tfalse
/t]
]